Repository: mikaelpnyberg-gif/AuraCraft
Catalog: AuraCraft/Localizable.xcstrings
Source language: en
Languages: de, es, fi, ja, sv, zh_hans

# benefit_ai_suggestions
source: AI lighting suggestions
de: KI-Lichtvorschläge
es: Sugerencias de iluminación con IA
fi: AI-valaistusehdotukset
ja: AI照明提案
sv: AI-ljusförslag
zh_hans: AI 灯光建议

# benefit_homekit_sync
source: HomeKit mood sync
de: HomeKit-Stimmungssync
es: Sincronización de ambientes con HomeKit
fi: HomeKit-tunnelmien synkronointi
ja: HomeKitムード同期
sv: HomeKit-synk av stämningar
zh_hans: HomeKit 氛围同步

# benefit_unlimited_rooms
source: Unlimited rooms
de: Unbegrenzte Räume
es: Habitaciones ilimitadas
fi: Rajattomasti huoneita
ja: 無制限の部屋
sv: Obegränsat antal rum
zh_hans: 无限房间

# button_purchase_pro
source: Unlock Pro - %@
de: Pro freischalten - %@
es: Desbloquear Pro - %@
fi: Avaa Pro - %@
ja: Proを解除 - %@
sv: Lås upp Pro - %@
zh_hans: 解锁 Pro - %@

# button_restore_purchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fi: Palauta ostot
ja: 購入を復元
sv: Återställ köp
zh_hans: 恢复购买

# button_upgrade_hardware
source: Want full color?
de: Volle Farbe gewünscht?
es: ¿Quieres color completo?
fi: Haluatko täyden värivalon?
ja: フルカラーにしますか？
sv: Vill du ha full färg?
zh_hans: 想要全彩灯光？

# hardware_upgrade_subtitle
source: Upgrade your lights
de: Rüste deine Lichter auf
es: Mejora tus luces
fi: Päivitä valaisimesi
ja: ライトをアップグレード
sv: Uppgradera dina lampor
zh_hans: 升级你的灯具

# locked_ai_suggestion
source: Pro suggestion
de: Pro-Vorschlag
es: Sugerencia Pro
fi: Pro-ehdotus
ja: Pro提案
sv: Pro-förslag
zh_hans: Pro 建议

# locked_ai_suggestion_description
source: Unlock Valo Pro to reveal this AI mood.
de: Schalte Valo Pro frei, um diese KI-Stimmung zu sehen.
es: Desbloquea Valo Pro para revelar este ambiente con IA.
fi: Avaa Valo Pro nähdäksesi tämän AI-tunnelman.
ja: Valo Proを解除してこのAIムードを表示します。
sv: Lås upp Valo Pro för att visa denna AI-stämning.
zh_hans: 解锁 Valo Pro 以显示此 AI 氛围。

# locked_rooms_subtitle
source: Upgrade for unlimited rooms
de: Upgrade für unbegrenzte Räume
es: Actualiza para habitaciones ilimitadas
fi: Päivitä rajattomiin huoneisiin
ja: アップグレードで部屋数無制限
sv: Uppgradera för obegränsade rum
zh_hans: 升级以解锁无限房间

# locked_rooms_title
source: %lld more rooms locked
de: %lld weitere Räume gesperrt
es: %lld habitaciones más bloqueadas
fi: %lld huonetta lukittu
ja: さらに%lld部屋がロック中
sv: %lld rum till är låsta
zh_hans: 还有 %lld 个房间已锁定

# paywall_price_unavailable
source: Price unavailable
de: Preis nicht verfügbar
es: Precio no disponible
fi: Hinta ei saatavilla
ja: 価格を取得できません
sv: Pris ej tillgängligt
zh_hans: 价格不可用

# paywall_subtitle
source: Unlock the full lighting studio with one simple purchase.
de: Schalte das komplette Lichtstudio mit einem einmaligen Kauf frei.
es: Desbloquea todo el estudio de iluminación con una compra única.
fi: Avaa koko valaistusstudio yhdellä ostolla.
ja: 一度の購入で照明スタジオ全体を解除できます。
sv: Lås upp hela ljusstudion med ett enda köp.
zh_hans: 一次购买即可解锁完整灯光工作室。

# purchase_pending
source: Purchase is pending approval.
de: Der Kauf wartet auf Genehmigung.
es: La compra está pendiente de aprobación.
fi: Osto odottaa hyväksyntää.
ja: 購入は承認待ちです。
sv: Köpet väntar på godkännande.
zh_hans: 购买正在等待批准。

# purchase_verification_failed
source: We could not verify this purchase.
de: Wir konnten diesen Kauf nicht verifizieren.
es: No pudimos verificar esta compra.
fi: Ostoa ei voitu vahvistaa.
ja: この購入を確認できませんでした。
sv: Vi kunde inte verifiera köpet.
zh_hans: 无法验证此购买。
